app/Controllers/Logs.php

SELECT *
FROM `akun_hutang`
---
    public function index(){
        $tohead['dependencies'] = $this->dependency('head');
        $tobody['dependencies'] = $this->dependency();


        $akun_rekening = new Model_Rekening();
        $akun_hutang = new Model_Rekening_Hutang();

        $tobody['rekening'] = $akun_rekening->findAll();
        $tobody['hutang'] = $akun_hutang->findAll();